export const colors = {
  'rgb(184, 37, 95)': 'Ягодно-красный',
  'rgb(219, 64, 53)': 'Красный',
  'rgb(255, 153, 51)': 'Оранжевый',
  'rgb(250, 208, 0)': 'Желтый',
  'rgb(175, 184, 59)': 'Оливковый',
  'rgb(126, 204, 73)': 'Лайм',
  'rgb(41, 148, 56)': 'Зеленый',
  'rgb(106, 204, 188)': 'Мятно-зеленый',
  'rgb(21, 143, 173)': 'Зеленовато-голубой',
  'rgb(20, 170, 245)': 'Небесно-голубой',
  'rgb(150, 195, 235)': 'Светло-голубой',
  'rgb(64, 115, 255)': 'Синий',
  'rgb(136, 77, 255)': 'Виноградный',
  'rgb(175, 56, 235)': 'Фиолетовый',
  'rgb(235, 150, 235)': 'Лавандовый',
  'rgb(224, 81, 148)': 'Ярко-розовый',
  'rgb(255, 141, 133)': 'Розовый',
  'rgb(128, 128, 128)': 'Аспидно-серый',
  'rgb(184, 184, 184)': 'Серый',
  'rgb(204, 172, 147)': 'Тауп',
};

export const defaultColor = Object.keys(colors)[0];
